<?php defined('SYSPATH') OR die('No direct access allowed.');

$config = array
(
    'error' => array
    (
        'on' => '1',
        'off' => '0',
        'user' => '2',
        'bank' => '4',
        'coins' => '5',
    ),
    
    'bank_part_divider' => 10,
    'chance_default_max' => 9,
    'super_icon' => 7,
    
    # Возможные выигрышные комбинации
    # 0 - Пустота
    # 1 - Автомат
    # 2 - Микрофон
    # 3 - Вывески
    # 4 - Кено
    # 5 - Звезда
    # 6 - Голивуд
    # 7 - Монро вилдкарта
    # icons - символы отраженные на барабанах без учета дикой карты(другие символы там присутствовать не могут)
    # wins - выигрыш в жетонах, номинал жетона устанавливаеться в админке)
    'win_maps' => array
    (
        array('icons' => array(7), 'wins' =>  1000), # Монро
        array('icons' => array(1), 'wins' =>  10),   # Автомат
        array('icons' => array(2), 'wins' =>  20),   # Микрофон
        array('icons' => array(3), 'wins' =>  50),   # Вывески
        array('icons' => array(4), 'wins' =>  75),   # Кено
        array('icons' => array(5), 'wins' =>  100),  # Звезда
        array('icons' => array(6), 'wins' =>  200),  # Голивуд
        array('icons' => array(1,2,3),'wins' => 4),  # синие символы
        array('icons' => array(4,5,6), 'wins' => 25),# красные символы
    ),
    
    # Режимы:
    # 1 - Полная колода
    # 2 - мелкие выигрыши
    # 3 - Мелкие и средние выигрыши
    # 4 - Средние и крупные выигрыши
    # 5 - Крупные выигрыши
    # 6 - Супер крупные выигрыши
    'profile_config' => array# Набор возможных варриантов работы автомата (колодa карт)
    (
        'full' => array(0,0,0,1,1,1,2,2,2,3,3,3,4,4,4,5,5,5,6,6,6,7,7,7),
        'small' => array(0,0,0,7,1,1,1,2,2,2,3,3,3,4,4,4,7),
        'small_avg' => array(0,0,0,7,1,1,1,2,2,2,3,3,3,4,5,6,1,1,2,3,4,5),
        'avg_big' => array(0,0,0,7,7,7,6,6,6,5,5,5,4,4,4,1,2,3,6,7,5),
        'big' => array(0,0,0,7,7,6,6,6,5,5,5,4,4,4,5,6,4),
        'super' => array(0,0,0,7,7,7,1,2,3,4,0,0,1,2,6,5,4,6,5,4,6,5,4,7,7,7,7,7,7,7,7,7,7,7,7,7),
    ),

);