<?php defined('SYSPATH') OR die('No direct access allowed.');

$lang = array
( 
    'help' => 'Посещая сайт Интернет-казино, открывая игровой счет и используя его, принимая участие в играх, проводимых Интернет-казино, осуществляя любые иные действия, связанные с участием в играх и рекламных акциях, проводимых Интернет-казино, принимая какой-либо приз, игрок этим заявляет, что понимает и соглашается с данными Правилами и условиями и обязуется соблюдать их, а также заявляет и подтверждает что:
 1.  Игрок является совершеннолетним и дееспособным гражданином в юридическом определении этого понятия в стране своего гражданства.

 2.  Игрок имеет полное и неограниченное законное право принимать участие в азартных играх в Интернете. Игрок понимает, что несет персональную ответственность за невыполнение законов страны своего пребывания относительно азартных игр в Интернете (азартные игры или пари могут быть незаконными в юрисдикции пребывания игрока..

 3. Игрок осознает, что игры предназначены только для развлечения, а интерес игрока к Интернет-казино имеет личный характер. Использование Интернет-казино для каких-либо иных целей, в том числе профессиональных, запрещено.

 4.  Игрок понимает, что участие в играх остается исключительно его выбором и риском.

 5.  Игрок понимает, что результаты игры основаны исключительно на случайных событиях, для моделирования которых используется Генератор случайных чисел Интернет-казино.

 6.  Идентификация игрока на сайте Интернет-казино и доступ к игровому счету производится при помощи учетных данных игрока: логина и пароля.
 Логин (login) - уникальное публичное буквенно-числовое имя, которое игрок выбирает и указывает самостоятельно при регистрации в Интернет-казино.
 Пароль (password) – секретная буквенно-числовая последовательность, которую игрок выбирает и указывает самостоятельно при регистрации в Интернет-казино для доступа в Интернет-Казино от своего имени.

 7.  Игрок понимает и принимает, что он должен сохранять свой пароль в тайне от третьих лиц, не сообщать его никому. Игрок вправе время от времени по своему усмотрению менять свой пароль для повышения безопасности своего счета в Интернет-казино. В случае утраты либо разглашения информации о пароле Игрок обязан незамедлительно уведомить об этом администрацию Интернет-казино и изменить Пароль.
 
 8. Любые действия, совершенные с использованием учетных данных Игрока (Логина и Пароля) считаются совершенными самим Игроком. Игрок не вправе требовать от Интернет-казино отмены финансовых транзакций по его счету, если эти транзакции совершены с использованием его учетных данных.
 
 9. Игрок не имеет права разрешать какому-либо иному лицу или третьей стороне, включая несовершеннолетних, участвовать в игре от своего имени (под своим логином и паролем..
 
 10.  Игрок может иметь в Интернет-казино несколько игровых счетов. Количество счетов, открытых одним и тем же игроком, определяется его потребностями для игры. В том случае, если игрок злоупотребляет предоставленной ему возможностью открывать игровые счета в количестве более одного, администрация Интернет-казино вправе предупредить игрока о недопустимости таких действий и запретить ему открывать новые игровые счета в дальнейшем.
 
 11.  Игрок разрешает публиковать свой Логин в списках участников проводимых игр и акций, списках победителей, новостях и любых иных информационных материалах Интернет-казино.
 
 12.  При регистрации в Интернет-казино и открытии игрового счета игроку рекомендуется указывать реальные данные о себе (фамилия и имя, номер контактного стационарного телефона и другие сведения в соответствии с формой регистрации).
 
 13.  При регистрации в Интернет-казино указание действующего личного адреса электронной почты для связи с игроком является обязательным. В том случае, если игрок при регистрации не указал свой действующий адрес электронной почты, его счет может быть закрыт.
 
 14.  При изменении адреса электронной почты игрок должен внести соответствующие изменения в свою Учетную запись в Интернет-казино.
 
 15.  Интернет-казино вправе обращаться к игроку с просьбами предоставить реальные данные о себе и подтвердить их соответствующими документами. В частности, такие данные и документы могут быть запрошены при проведении платежей посредством кредитных карт.
 
 16.  Интернет-казино оставляет за собой право обращаться к игроку по электронной почте, телефону или иным доступным способом с информационными сообщениями, анонсами проводимых рекламных акций, информацией о предложениях и акциях партнеров Интернет-казино.
 
 17.  Все личные данные игрока хранятся в тайне и никакие персональные данные игрока не могут разглашаться или передаваться третьей стороне без согласия игрока за исключением специально оговоренных в настоящих правилах ситуациях.
 
 18. Личные данные могут передаваться при проведении официальных расследований мошенничества, в том числе в случаях мошенничества с кредитными картами.
 
 19.  Интернет-казино осведомлено о рисках, связанных с азартными играми: иногда игры могут стать неприятной привычкой, которую тяжело контролировать. Поэтому игрок всегда имеет возможность ограничить себя в игре, обратившись в Интернет-казино с просьбой временно приостановить игры и операции по его счету (на срок до 6 месяцев. или закрыть счет.
 
 20.  Интернет-казино оставляет за собой право, реализуемое исключительно по его усмотрению, временно или полностью приостанавливать операции по счету игрока, в том числе при расследовании подозрительных действий и финансовых транзакций игрока, но не ограничиваясь этим, а также закрыть счет игрока в любое время и без предварительного оповещения.
 
 21.  При закрытии счета по инициативе Интернет-казино остаток средств по нему выплачивается игроку, за исключением случаев, оговоренных в настоящих Правилах.
 
 22.  При игре в Интернет-казино категорически запрещено использовать электронные, механические или иные устройства, компьютерные программы для автоматизации принятия игровых решений и/или для автоматизированного ведения игры. Нарушение правил, связанных с использованием подобных устройств и/или компьютерных программ, может повлечь за собой меры вплоть до запрета на игру в Интернет-казино; списания с игрового счета средств в размере полученного таким методом или способом выигрыша; исключения игрока из списков участников рекламных акций, турниров, бонусных программ. Запрещается игра с использованием анонимизирующих прокси-серверов и/или иных технических средств, препятствующих определению реального ip-адреса компьютера игрока, а также подменяющих техническую служебную информацию, передаваемую в соответствии с протоколами работы сети Интернет. Запрещается игра с отключенными cookies.
 
 23.  В случае установления фактов, свидетельствующих о том, что игрок применяет методы и способы игры, которые не предусмотрены или запрещены Правилами; и/или игрок каким-либо способом технического характера воздействует на программное обеспечение и/или оборудование Интернет-казино; и/или игрок использует найденные в программном обеспечении ошибки, Интернет-казино оставляет за собой право, реализуемое исключительно по его усмотрению, не выплачивать выигрыши, полученные таким способом.
 
 24.  Интернет-казино оставляет за собой право закрывать счет игрока и списывать остатки средств на счете в доход Интернет-казино, если по нему не проводилось никаких операций (платежных транзакций, ставок или иного движения средств. в течение 12 месяцев от даты последнего движения средств по счету.
 
 25.  Все решения, связанные с предложениями игроку при проведении рекламных акций, турниров, бонусных программ, находятся в исключительной компетенции Интернет-казино. Интернет-казино оставляет за собой право, реализуемое исключительно по его усмотрению, продолжать или отменять любое рекламное предложение в любой момент и по любой причине без какого бы то ни было предварительного оповещения.
 
 26.  Интернет-казино оставляет за собой право отказать игроку в праве участвовать в любой рекламной акции, турнире, бонусной программе по своему усмотрению и без предварительного оповещения. Игрок, не соблюдающий правила проведения рекламной акции, турнира, бонусной программы, может быть лишен права продолжать участие в ней. Снять со счета поученный от казино бонус можно только после депозита по сумме не меньшего, чем снимаемый бонус; 

 27.  Интернет-казино не берет на себя никакой ответственности за потери, которые могут возникнуть у игрока при использовании казино. В том числе Интернет-казино не несет ответственности: (а. при форс-мажорных обстоятельствах; (б. при сбоях в компьютерной системе Интернет-казино, включая сбои в результате внешних враждебных воздействий на оборудование и/или программное обеспечение Интернет-казино, операторов связи, самого игрока; (в. при задержках, потерях, ошибках, возникающих при временном нарушении работоспособности и/или отказе телекоммуникационных или иных систем передачи данных, находящихся в ведении Интернет-казино, и/или Игрока, и/или в ведении операторов связи, через которых осуществляется связь между компьютером игрока и сервером Интернет-казино; (г. при действиях государственных органов власти, включая принятие, отмену или изменение законов, выдачу или аннулирование лицензий или разрешений. При этом Интернет-казино со своей стороны предпринимает все возможные усилия для предупреждения и недопущения таких потерь или их минимизации в случае наступления таких обстоятельств.
 
 28.  Игрок не имеет права требовать от Интернет-казино, его сотрудников, а также компаний и их сотрудников, и лиц, имеющих с Интернет-казино договорные отношения: возмещения ущерба, компенсации любых расходов, затрат, обязательств, которые могут проистекать из того, что Игрок (а. заходит на сайт и/или сервер Интернет-казино; (б. использует любые материалы, выставленные на сайте; (в. участвует в Игре; (г. принимает Выигрыш или Приз).
 
 29.  Игра в Интернет-казино запрещается: сотрудникам Интернет-казино, разработчикам Интернет казино, продавцам Интернет казино и их ближайшим родственникам. В случаи обнажения таких игроков их аккаунты будут удаляться и дальнейший вход их будет не возможен. Все ставки и выигрыши будут объявлены недействительными, а внесенные средства будут возвращены за вычетом обычной комиссии. 
 
 30.  В случае возникновения спорных ситуаций решение менеджмента Интернет-казино является окончательным и неоспоримым.
 
 31.  Интернет-казино работает в часовом поясе GMT+3 (серверное время совпадает с московским временем.. Во всех материалах сайта и сообщениях время указывается в этом часовом поясе.
 
 32.  Игрок самостоятельно несет ответственность за уплату всех налогов и обязательных платежей, которые могут возникнуть в связи с получением выигрышей и призов в соответствии с законами страны, резидентом которой он является и/или страны своего проживания.
 
 33.  Игрок понимает и принимает то, что правила и условия могут меняться без предварительного оповещения. Игрок периодически будет перечитывать эти Правила и условия. В случае внесения изменений в Правила и условия, информация об этом публикуется в специальном разделе "Изменения в правилах" на сайте Интернет-казино. Игрок перед началом игры самостоятельно проверяет, не были ли внесены изменения и дополнения в правила и условия. Информация об изменениях в правилах может публиковаться в новостной ленте сайта и/или информационных материалах, рассылаемых с помощью электронной почты.',
    
    'rules' => 'Исходя из этих правил, бди!',
    'contacts' => 'Обращайтесь за помощью к админам, она вам помогут :)',
    'used' => 'А юсед, бог знает что за юсед',
    'license' => 'Если возникли какие-то вопросы по лицензии говорите.',
    'title_rules' => 'Правила',
    'title_help' => 'Помощь',
    'title_contacts' => 'Контакт',
    'title_used' => 'Использовать',
    'title_license' => 'Лицензия',
);