<?php defined('SYSPATH') OR die('No direct access allowed.');

$lang = array
(
    'monitor' => array
    (
        'header' => 'Online монитор',
    	'description' => 'В режиме реального времени выводится информации о пользователях, играх, и их результатах',
    	'wins' => 'Выигрыши',
    	'events' => 'События',
    	'games' => 'Игры',
    	'attacs' => 'Атаки',
    	'id' => 'Id',
    	'login' => 'Логин',
    	'game' => 'Игра',
    	'bet' => 'Ставка',
    	'win' => 'Выигрыш',
    	'balance' => 'Баланс',
    	'time' => 'Время',
    	'all_games' => 'Все игры',
    	'status' => array
    	(
    		'loss' => 'Проиграл',
    		'less_bet' => 'Выиграл меньше ставки',
    		'more_bet' => 'Выиграл немного больше ставки',
    		'win_5' => 'Выиграл больше ставки в 5 раз',
    		'win_10' => 'Выиграл больше в 10 раз',
    		'win_100' => 'Выиграл больше в 100 раз',	
    	),
    	'map' => array
    	(
    		'1' => 'основная игра',
			'2' => 'бонус игра',
			'3' => 'бонус игра 1',
			'4' => 'бонус игра 2',
			'5' => 'удвоение цветом',
			'6' => 'учетверения по мастям',
			'7' => 'бесплатная игра',
    	),
	),
);